adobe-source-han-sans-jp-fonts
alacritty
android-file-transfer
arc-icon-theme
autoconf
automake
base
bash-completion
bison
dhclient
dhcpcd
discord
dmenu
dmidecode
efibootmgr
fakeroot
firefox
flex
gcc
git
gotop
gptfdisk
grub
imagemagick
imv
intel-ucode
libappindicator-gtk2
light
linux
linux-firmware
linux-lts
linux-zen
m4
make
mako
man-db
man-pages
mkinitcpio
mpv
ntfs-3g
nvidia
otf-ipafont
package-query
pamixer
patch
pkgconf
playerctl
pulseaudio
rofi
screenfetch
steam
sudo
sway
swayidle
swaylock
swayshot
texinfo
ttf-font-awesome
ttf-hanazono
ttf-liberation
ttf-sazanami
udiskie
unzip
vi
vim
waybar
wget
which
wl-clipboard
wpa_supplicant
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yajl
yaourt
zip
